[Abilities.A_Dragonfly_Curse H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚弱毒液"
mTooltip="此生物的首次攻击会降低其目标的最终伤害%buff.buff.buff1.buff.stat1，持续%buff.buff.buff1.buff.durini回合。此攻击为毒素类型。（不影响亡灵和构装体单位。）"

[Abilities.A_Dragonfly_poison_fragilisant H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="削弱毒液"
mTooltip="此生物的首次攻击会降低其目标的最大%icon_health生命值%buff.buff.buff1.buff.stat1，持续%buff.buff.buff1.buff.durini回合。此攻击为毒素类型。（不影响亡灵和构装体单位。）"

[Ability.Poison_faiblesse_dragon H7BaseBuff]
mName=""
mTooltip=""

[Ability.poison_faiblesse_target H7BaseBuff]
mName="虚弱毒液"
mTooltip="此生物造成的最终伤害降低%stat1，持续%durnow回合。"

[Ability.Poison_fargilisant_dragon H7BaseBuff]
mName=""
mTooltip=""

[Ability.Poison_fargilisant_mark H7BaseBuff]
mName=""
mTooltip=""

[Ability.poison_fragilisant_target H7BaseBuff]
mName="削弱毒液"
mTooltip="生物的最大%icon_health生命值降低%stat1，持续%durnow回合。"

[Creature_Dragonfly.A_Dragonfly H7Creature]
mName="蜻蜓"
mLore="它们或许是最像其造物主的生物，体内浸透着一种来自风暴中游弋的短暂魔法。"

[Creature_Dragonfly.A_Dragonfly2 H7Creature]
mName="龙蛇"
mLore="最古老的龙蛇是亚莎魔法的精华，能够从精神和肉体上削弱任何敢于攻击它们的人。"